---
title: Як читати класиків
description: «Як читати класиків» Ростислав Семків
date: 2020-01-30
tags: philosophy
layout: layouts/post.njk
---
Як її охарактеризував сам автор: «Це книжка про силу літератури». Вона дає змогу заново полюбити процес читання художньої літератури й відкрити в ньому інший вимір. Через легкий гумор і приємний стиль Семків допомагає систематизувати й переосмислити процес читання, одержати від нього більше насолоди. Певною мірою натякає, що навіть нам, ІТ-шникам, варто читати не тільки технічну літературу, а й художню, і це має сенс. І як приємний бонус у кінці є адаптований список художки з 200 книжок на 20 років, що інколи збігається з моїм списком.

Якщо щось і можна покращити в цій книжці, то це забрати слово «класиків» з назви.

Цікаво, що колись, щоб удосконалити свій стиль писання, я перечитав «Про письменництво. Мемуари про ремесло», де була одна з важливих порад — дуже багато читати. Я чимало й бездумно читав. Не те, щоб це не дало ніякого ефекту, але я розумію, що міг опрацьовувати інформацію набагато краще. Читати потрібно системно, і ця книжка в цьому ненав’язливо допомагає.
(Original post)[https://dou.ua/lenta/articles/dou-books-voloshyn/]
